{
    "book_info": {
      "title": "中华手作百忆",
      "author": "各地手艺人自述",
      "compiler": "乡土文化记录团队",
      "copyright": "本文集为传统手艺纪实内容，转载需经许可",
      "contact": {
        "email": "handcraft_mem@163.com",
        "phone": "13809876543"
      }
    },
    "chapters": [
      {
        "id": 1,
        "title": "陈守业：杆秤里的良心",
        "qr_link": "https://example.org/chen-scale",
        "content": [
          "河南开封的杆秤手艺，我家传了五代。1952年我出生时，父亲正在给镇上的杂货店做十六两秤，听到我的哭声，他特意在秤杆末端刻了个小小的守字，说做秤先做人，要守住良心。",
          "学做秤第一步是认木料，最好的秤杆要用枣木，坚硬且不易变形。父亲让我先练磨秤杆，把枣木坯子磨得光滑如玉，练了整整一年，掌心的茧子厚得能磨破砂纸，才允许我碰刻刀。",
          "刻星是最难的环节，十六两秤的星要对应北斗七星、南斗六星和福禄寿三星，每颗星的位置都不能差分毫。有次我刻错了一颗星，父亲让我把整根秤杆劈了重练，说差一颗星就是缺一分德。",
          "二十岁那年，我独立做的第一杆秤被粮站收走。三个月后粮站主任找到我，说这杆秤称粮时误差从没超过半两。那天父亲喝了半斤高粱酒，把他用了三十年的牛角刻刀送给我，刀把上的包浆亮得能照见人影。",
          "电子秤普及后，来找我做杆秤的人少了。但每年秋收前，还是有老农户来订做秤，说杆秤称东西时能看见人心。现在我收了个聋哑徒弟，他听不见声音，却能凭手感刻出最准的星，这或许就是手艺的另一种传承。"
        ],
        "images": ["https://example.org/scale-chen1.jpg", "https://example.org/scale-chen2.jpg"]
      },
      {
        "id": 2,
        "title": "李月娥：皮影戏的江湖",
        "qr_link": "https://example.org/li-puppet",
        "content": [
          "陕西华县的皮影戏，是中国皮影的发源地。1958年，我跟着祖父学皮影，他的皮影班子在渭河边很有名，每场演出都挤满了人。祖父说皮影戏是给庄稼人看的戏，要唱到他们心里去。",
          "做皮影要先选驴皮，最好是冬天的驴皮，厚实且有韧性。泡皮、刮薄、描样、雕刻、上色、熨平，每一步都不能马虎。最难的是雕刻，一套西游记皮影要刻三千多个透空花纹，最细的地方只有头发丝粗。",
          "我八岁开始学描样，祖父在驴皮上画好图案，我照着描，描坏了一百多张驴皮，才掌握了线条的力度。十二岁学雕刻，手指被刻刀戳破是常事，伤口结了痂继续练，祖父说手不流血，学不会真手艺。",
          "十八岁那年第一次上台操作皮影，紧张得把猪八戒的胳膊弄掉了。台下观众没笑，反而齐声喊接上接上。祖父在后台帮我把驴皮胳膊粘好，低声说戏里的神仙也有打盹时，错了就圆回来。",
          "现在我带着皮影戏班进校园，孩子们盯着幕布上跳动的影子眼睛发亮。有个脑瘫孩子学不会雕刻，却能准确说出每个皮影人的名字和故事，还能跟着唱皮影戏的唱段。这让我明白，手艺不只有一种延续的方式。"
        ],
        "images": ["https://example.org/puppet-li1.jpg", "https://example.org/puppet-li2.jpg"]
      },
      {
        "id": 3,
        "title": "王树根：棕绷床的岁月",
        "qr_link": "https://example.org/wang-cane",
        "content": [
          "浙江嘉兴的棕绷床，我父亲做了一辈子。1955年我出生时，家里的堂屋就支着三张待完工的棕绷，棕丝的腥气混着桐油味，是我最早的记忆。父亲说棕绷床睡着舒服，能让人做个好梦。",
          "编棕绷要先将棕丝搓成绳，棕丝要选云南的老棕，纤维长且有弹性。搓绳时力道要均匀，太松容易断，太紧会发硬。我十五岁学搓绳，手上磨出的茧子比铜钱还厚，搓坏的棕绳能捆成一捆。",
          "编棕绷的木框要用杉木，先在木框上钻好孔，再用牛骨针穿棕绳，在木框上编出菱形网格。父亲说编棕绷和做人一样，经纬要直，拉力要匀，这样睡起来才舒服，日子过得才安稳。",
          "1983年，我创新了双层棕绷做法，在底层棕绳下加了一层细棕丝，睡上去更有弹性。附近公社的供销社专门来订做，最忙的时候，我和父亲三天三夜没合眼，编出的棕绷堆到了屋檐下。",
          "有个老人说睡我编的棕绷能治腰疼，这话比奖状还让我高兴。现在买席梦思的人多了，但每年还是有老主顾找我修旧棕绷。上个月给九十岁的张奶奶修她出嫁时的棕绷，拆开发现里面藏着1948年的报纸，这些经纬里藏着的岁月，是机器永远编不出来的。"
        ],
        "images": ["https://example.org/cane-wang1.jpg", "https://example.org/cane-wang2.jpg"]
      },
      {
        "id": 4,
        "title": "张巧云：香包的牵挂",
        "qr_link": "https://example.org/zhang-sachet",
        "content": [
          "甘肃庆阳的香包，是黄土高原上的珍宝。1963年端午节，母亲在院子里晒艾草，教我把苍术、白芷、丁香按比例配好，缝进绸缎袋子里。那些药材的香气，比任何香水都让人安心。",
          "做香包讲究三绝，药材要陈，绸缎要真，针线要匀。祖父留下的药柜里，至今藏着二十年前的陈皮和檀香，母亲说老药材的香气更持久，能护人平安。我八岁学缝香包，手指被针扎破无数次，才学会把针脚藏在布料里。",
          "十五岁那年，我做的第一个香包是个小老虎，用红绸缎做面料，里面装着艾草和雄黄，送给了邻村生病的小伙伴。后来他母亲说，孩子带着香包，夜里不哭闹了。从那以后，我就觉得香包不只是个小物件，还藏着牵挂。",
          "三十岁那年，我把香包做成了生肖形状，在庆阳香包节一摆出来就被抢空。有个广东客商要订货，说要带到香港去卖。现在我的香包不仅有传统样式，还有手机挂坠、汽车挂件，年轻人也愿意带在身上。",
          "去年疫情时，我带着姐妹们赶制了两千个防疫香包，加了板蓝根和金银花，送给抗疫的医护人员。看着他们挂在防护服上的香包，我突然明白，这小小的布包里装的不只是药材，还有一份实实在在的心意。"
        ],
        "images": ["https://example.org/sachet-zhang1.jpg", "https://example.org/sachet-zhang2.jpg"]
      },
      {
        "id": 5,
        "title": "郑海生：船模的风浪",
        "qr_link": "https://example.org/zheng-ship",
        "content": [
          "广东潮汕的造船技艺，有千年历史。我父亲是造船厂的老木匠，1950年他用造船剩下的木料，给我做了个小帆船，那是我最早的玩具。涨潮时，我们爷俩就在韩江边放船模，看它随着波浪起伏。",
          "做船模要严格按照真船的比例，从龙骨到桅杆，每个部件都不能含糊。父亲说船模是真船的缩影，要经得起风浪的考验。我十岁学画船模图纸，画坏了五十多张纸，才画出一张合格的福船图纸。",
          "二十岁做的第一艘福船模型，用了七十二块不同形状的木料，不用一根钉子，全靠榫卯连接。放到水里试验那天，韩江正好起了小风，船模稳稳地漂在水面，像有灵魂的活物。父亲拍着我的肩膀说，你现在是个真正的船模匠人了。",
          "1987年，博物馆来找我复原宋代古船模型。我查了三个月史料，去海边看了无数次渔船，光船帆的角度就调整了十五次。展出那天，有个老渔民摸着船模说，这船的样子，和我年轻时出海的船一模一样，连船底的弧度都分毫不差。",
          "现在我在潮汕职业技术学院教船模制作，学生里有几个是渔民的孩子，他们对船的理解比书本知识还深。看着他们做的船模在水池里航行，我就想起父亲的话，船模里藏着大海的脾气，懂船才能懂海，懂海才能做出好船模。"
        ],
        "images": ["https://example.org/ship-zheng1.jpg", "https://example.org/ship-zheng2.jpg"]
      },
      {
        "id": 6,
        "title": "刘春桃：织锦的云霞",
        "qr_link": "https://example.org/liu-brocade",
        "content": [
          "广西壮锦是中国四大名锦之一，我是跟着祖母学的。1960年的冬夜，火塘边的织机咔嗒作响，祖母的手在经线纬线间穿梭，转眼就织出一朵牡丹花。那些彩色的棉线，在火光下像流动的彩虹。",
          "壮锦不用图样，图案全在心里。四十八勾、万字格、蝴蝶花，这些纹样要记在脑子里，织的时候才能不假思索。祖母说壮锦的图案是老祖宗传下来的，藏着壮族人的生活智慧。我学了五年，才敢独立织一条被面。",
          "第一条织好的被面，用了红、黄、蓝三种颜色的线，织出了凤凰戏牡丹的图案。祖母给我当嫁妆，现在还铺在我家的老床上。每次看到被面上的花纹，我就想起祖母坐在火塘边教我织锦的样子。",
          "1999年，我把壮锦图案用到了背包和围巾上。南宁来的设计师说这是最时尚的民族风，还邀请我去参加时装周。站在T台边看模特穿着我织的面料走秀，我紧张得手心冒汗，又觉得特别自豪，没想到壮锦能走到这么大的舞台上。",
          "现在村里办了壮锦合作社，十几个姐妹一起织锦。我们还开了网店，把壮锦卖到全国各地。有个杭州的顾客说，她把我们织的桌旗铺在餐桌上，每次吃饭都觉得像看见广西的晚霞，这话让我心里暖烘烘的，觉得所有的辛苦都值了。"
        ],
        "images": ["https://example.org/brocade-liu1.jpg", "https://example.org/brocade-liu2.jpg"]
      },
      {
        "id": 7,
        "title": "周大福：糖画的甜香",
        "qr_link": "https://example.org/zhou-sugar",
        "content": [
          "湖北武汉的糖画，我是在街上看会的。1956年，我总跟着卖糖画的王大爷，看他用铜勺舀起熬好的糖稀，在青石板上一挥而就，转眼间就画出个活灵活现的龙。王大爷说我有灵性，八岁那年正式收我为徒。",
          "做糖画要先熬糖稀，糖和水的比例要正好，太稠会凝固得太快，太稀画不出线条。王大爷教我用小火慢熬，熬到糖稀变成深琥珀色，用筷子挑起能拉出细糖丝才算好。我练了半年，才熬出合格的糖稀。",
          "做糖画讲究快准稳，糖稀凉了就凝固，必须一气呵成。初学画糖人时，我手上的力道总掌握不好，要么糖太多流成一团，要么糖太少断了线。王大爷让我先用糖水在石板上练习，练到能画出流畅的线条，才让我碰真正的糖稀。",
          "十八岁出师后，我在武汉黄鹤楼门口摆摊。画得最多的是十二生肖，最难的是画龙，要画出龙的气势，还要让龙身连贯。有个小男孩每天都来买糖画，攒够五分钱就买个小老鼠，后来他考上美术学院，说最早的美术启蒙来自我的糖画。",
          "现在我在非遗博览园表演糖画，看孩子们围着我的摊位，眼睛亮晶晶的样子，就想起小时候的自己。我还收了个外国徒弟，他学画糖画时总把熊猫画成熊，但那份认真劲，让我觉得甜味是不分国界的，好手艺也能传到外国去。"
        ],
        "images": ["https://example.org/sugar-zhou1.jpg", "https://example.org/sugar-zhou2.jpg"]
      },
      {
        "id": 8,
        "title": "赵飞燕：风筝的翅膀",
        "qr_link": "https://example.org/zhao-kite",
        "content": [
          "天津的沙燕风筝，是北方风筝的代表。我父亲做了一辈子风筝，1953年春天，他在院子里糊风筝，我就帮着递浆糊。那些竹篾在他手里弯出漂亮的弧度，糊上宣纸，画上彩色的燕子，一放飞就能飞到云端。",
          "做沙燕风筝有七步诀，扎糊绘放挑裱修。扎骨架是基础，要让风筝左右对称，重量均衡。父亲说竹篾要选南方的毛竹，柔韧性好，不容易断。我十二岁学扎骨架，竹篾断了不知多少根，手指被竹刺扎得全是小伤口，才扎出第一个能飞起来的小沙燕。",
          "十五岁学绘画，父亲教我用矿物颜料画沙燕的翅膀，红色的翅膀要配黑色的花纹，这样在天上才显眼。我画坏了一百多张宣纸，才画出父亲满意的沙燕图案。父亲说风筝的画要活，要让沙燕看起来像真的在飞。",
          "二十岁那年，我做的百福燕风筝在天津风筝节上得了奖。那只风筝有三米宽，翅膀上画了一百个不同的福字，放飞时像一只巨大的彩色鸟儿在天上盘旋。有个老人说，这风筝飞得高，能把福气带到家里去，听了这话，我心里比吃了蜜还甜。",
          "现在我开了家风筝工作室，教孩子们做风筝。有个自闭症孩子，平时不说话，却能安安静静地糊完一整个风筝。看着他举着自己做的风筝跑向操场，风筝在他身后飞起来，我突然明白，风筝不仅能飞向天空，还能带着心一起飞翔。"
        ],
        "images": ["https://example.org/kite-zhao1.jpg", "https://example.org/kite-zhao2.jpg"]
      },
      {
        "id": 9,
        "title": "孙铜匠：铜器的光泽",
        "qr_link": "https://example.org/sun-copper",
        "content": [
          "云南会泽的铜器手艺，我家传了六代。1948年，我出生在铜匠村，村里的空气里总飘着铜屑的味道。父亲打铜的叮当声，是我童年最熟悉的背景音。父亲说会泽的铜是最好的，打出的铜器能传世。",
          "学打铜要先练抡锤，要把烧红的铜板锤打成各种形状，力道大了会裂，力道小了没形。我十三岁开始学打铜勺，每天要抡锤上千次，胳膊酸得抬不起来。打坏了五十多个铜勺，才做出一个像样的，父亲说这是必经之路，手劲是练出来的。",
          "熔铜是关键步骤，要把铜块放进坩埚里，用柴火加热到一千多度，让铜变成液体。父亲说火候要掌握好，铜液太稀会有气泡，太稠倒不出来。我练了三年，才敢独立熔铜，第一次成功熔铜那天，我兴奋得一夜没睡。",
          "1978年，我创新了斑铜工艺，让铜器表面形成自然的斑纹，像夜空中的星星。这种铜器一问世就被外贸部门看中，卖到了东南亚。有个缅甸商人说，这铜器的光泽里，能看到太阳的影子，是真正的好东西。",
          "现在年轻人不爱学这又累又脏的手艺，但我儿子却辞掉了城里的工作，回来跟我学打铜。看着他抡锤的样子，和我年轻时一模一样，汗水顺着脸颊流下来，落在铜板上发出滋滋的响，我就知道，这叮当声会一直在村里传下去。"
        ],
        "images": ["https://example.org/copper-sun1.jpg", "https://example.org/copper-sun2.jpg"]
      },
      {
        "id": 10,
        "title": "马蜡染：蓝白的故事",
        "qr_link": "https://example.org/ma-batik",
        "content": [
          "贵州丹寨的蜡染，是苗族的传家宝。1959年，我在外婆的染坊里长大，看她用铜刀蘸着蜂蜡，在白布上画出蝴蝶和花朵，再放进蓝靛缸里染色，最后煮掉蜡，就出现了蓝白相间的花纹。外婆说蜡染里藏着苗族的历史。",
          "做蜡染要先种蓝草，蓝草成熟后做成蓝靛，这是染布的颜料。外婆教我种蓝草，说蓝草要种在向阳的地方，浇水要适量，这样做出的蓝靛颜色才正。我八岁学种蓝草，种死了几十棵，才掌握了窍门。",
          "画蜡是蜡染的核心，铜刀要选纯铜的，蜂蜡要加松脂，这样画出来的线条才流畅。外婆说画蜡要顺着心意，心不诚，蜡就不听话。我十岁学画蜡，铜刀在手里总不听话，画坏了无数块布，手指被蜡烫出泡，才慢慢找到感觉。",
          "二十五岁时，我把苗族古歌里的故事画进蜡染，做成了一幅十米长卷。省里的专家来看了，说这是活态的苗族历史，能让更多人了解苗族文化。现在这幅长卷藏在贵州省博物馆，每次去看它，我都觉得像看到了外婆的笑容。",
          "现在我在村里办了蜡染培训班，教妇女们做蜡染增加收入。有个残疾妇女，一只手不方便，却能用另一只手画出最美的蝴蝶。看着她靠蜡染供孩子上学，孩子拿着奖状回来时，她眼里的光，让我觉得这门手艺不仅能传承文化，还能改变生活。"
        ],
        "images": ["https://example.org/batik-ma1.jpg", "https://example.org/batik-ma2.jpg"]
      },
      {
        "id": 11,
        "title": "朱木桶：酒桶的醇香",
        "qr_link": "https://example.org/zhu-barrel",
        "content": [
          "浙江金华的箍桶手艺，以酒桶最有名。1951年，我家的箍桶铺在金华酒坊旁边，每天都能闻到酒香。父亲做的酒桶不漏水，金华城里的酒坊都用他做的酒桶。父亲说做酒桶要用心，不然酒会漏，酒香也会跑掉。",
          "做酒桶第一步是选木料，最好的木料是老杉木，质地坚硬且有淡淡的香气，能让酒更醇香。父亲让我去山里选树，要选三十年以上的杉木，砍树时还要看树的年轮，年轮均匀的木料才好。我十五岁学选树，跑了几十座山，才学会分辨好木料。",
          "做木桶讲究三分做，七分箍。木板要刨得平整，弧度要一致，这样拼起来才严实。箍要用竹篾或铁条，竹篾要选老竹，铁条要镀锌，这样不容易生锈。我十四岁学做水桶，第一个水桶装水时漏得像筛子，父亲没骂我，只让我看哪里的弧度不对，教我怎么调整。",
          "1980年，我给金华黄酒厂做了一批特大号酒桶，每个能装五百斤酒。酒厂老板说，用我做的桶存酒，酒香更浓，酒的口感也更好。现在那些酒桶还在用，算起来已经四十多年了，比我的儿子岁数都大，每次去酒厂看到它们，我都觉得特别骄傲。",
          "现在塑料桶多了，但酿好酒还得用木酒桶。每年酿酒季，还是有酒坊来找我做桶。我常跟年轻人说，木头会呼吸，用木桶存的酒才有灵魂，这道理，就像做人要实在一样，掺不得假，不然就没了本真的味道。"
        ],
        "images": ["https://example.org/barrel-zhu1.jpg", "https://example.org/barrel-zhu2.jpg"]
      },
      {
        "id": 12,
        "title": "胡蜀绣：丝线的灵动",
        "qr_link": "https://example.org/hu-embroidery",
        "content": [
          "四川重庆的蜀绣，以灵动著称。我母亲是蜀绣大师，1961年，我趴在母亲的绣架前，看她用一根丝线分成十二股，绣出的鲤鱼鳞片，远看像真的一样能反光。母亲说蜀绣的妙处在于虚实结合，该密的地方密，该疏的地方疏，这样绣出的东西才有灵气。",
          "学蜀绣要先练劈线，一根丝线劈得越细，绣出的作品越精致。母亲用的丝线是桑蚕丝，质地柔软且有光泽。我练了三年，才能把丝线劈成二十四股，手指被丝线勒出红印，却从不觉得疼，因为心里喜欢这门手艺。",
          "绣熊猫是蜀绣的经典题材，要用施毛针，一根一根地绣出熊猫的绒毛，看起来毛茸茸的，像能摸到一样。母亲教我观察真熊猫的绒毛走向，说只有了解实物，才能绣得逼真。我去动物园看了无数次熊猫，才绣出第一只让母亲满意的熊猫。",
          "三十岁那年，我参与绣制了一幅熊猫图作为国礼。那幅图有两米长，我负责绣熊猫的眼睛，光是眼珠就用了五种不同深浅的黑色丝线，才能绣出灵动的眼神。当听说外国元首很喜欢时，我激动得一夜没睡好，觉得自己为蜀绣争了光。",
          "现在我在蜀绣研究所工作，带了十几个徒弟。我们还开发了蜀绣文创产品，像笔记本、书签等，让更多人能接触到蜀绣。有个小学生在作文里写，蜀绣的熊猫像是从画里走出来的，能陪他一起读书。这话比任何奖状都让我开心，觉得蜀绣能走进年轻人的生活，就是最好的传承。"
        ],
        "images": ["https://example.org/embroidery-hu1.jpg", "https://example.org/embroidery-hu2.jpg"]
      },
      {
        "id": 13,
        "title": "林竹刻：竹簧的雅致",
        "qr_link": "https://example.org/lin-bamboo",
        "content": [
          "湖南益阳的竹簧雕刻，是中国传统竹刻的重要门类。1954年，我父亲做的竹簧笔筒，上面刻的兰亭序，每个字只有米粒大，却眉眼清晰，被收藏家视为珍宝。父亲说竹簧雕刻要雅致，要能让人静下心来欣赏。",
          "做竹簧要先选竹子，最好是三年以上的楠竹，竹壁厚实，竹簧质地细腻。趁阴天剥簧片，这样竹簧不容易裂。簧片要削得像纸一样薄，再经过蒸煮、压平，才能用来雕刻。我十五岁学削簧片，手上被竹刀划了无数道口子，才练出一手好功夫，能把簧片削得均匀透亮。",
          "雕刻时要用特制的刻刀，有平刀、圆刀、斜刀等几十种。父亲教我先练楷书，在竹簧上刻字，要做到横平竖直，笔画有力。我刻坏了一百多个竹簧坯子，才掌握了刻字的技巧。后来学刻图案，从简单的花草到复杂的人物，一步一步慢慢来。",
          "1985年，我在一个竹簧臂搁上刻了兰亭序，每个字只有芝麻大，却笔锋分明，连王羲之的笔意都表现出来了。这件作品在全国工艺美术展览上得了奖，被国家博物馆收藏。有个老书法家看了说，这字刻得有王羲之的风骨，是真正的好作品。",
          "现在我年纪大了，眼睛不如以前，但还是每天刻一会儿。我儿子用电脑设计图案，我来雕刻，传统和现代结合，做出的竹簧制品很受欢迎。有年轻人说，我们的竹簧制品既有传统韵味，又符合现代审美，能摆在家里当装饰。这让我明白，手艺也要与时俱进，但骨子里的功夫不能丢。"
        ],
        "images": ["https://example.org/bamboo-lin1.jpg", "https://example.org/bamboo-lin2.jpg"]
      },
      {
        "id": 14,
        "title": "谢漆器：漆艺的温润",
        "qr_link": "https://example.org/xie-lacquer",
        "content": [
          "福建厦门的脱胎漆器，以轻薄坚固著称。1949年，我在漆坊里长大，空气中总弥漫着生漆的味道。父亲说生漆是有灵性的，对它好，它就会给你漂亮的光泽，做出的漆器也能保存很久。",
          "脱胎漆器要先以麻布或丝绸为胎，涂上几十层生漆，每层漆都要干透才能涂下一层。生漆要选天然生漆，质地粘稠，有淡淡的香气。父亲教我调漆，要加入桐油，让漆更顺滑，涂起来更均匀。我二十岁学调漆，调坏了几十桶漆，才掌握了比例。",
          "髹漆是最费时间的环节，一件精品往往要做半年。涂漆时要用软毛刷，力道要轻，不然会留下刷痕。我涂坏了无数个胎体，才学会把漆涂得均匀平整。打磨时要用细砂纸，一点点把漆面磨光滑，直到能照见人影。",
          "1972年，我参与制作了送给外国元首的脱胎漆花瓶，上面用贝壳镶嵌出万里长城，在灯光下流光溢彩。花瓶薄如蛋壳，却能承受十斤的重量。后来听说那位元首很喜欢，把它摆在了客厅最显眼的位置，我心里别提多自豪了，觉得自己为国家争了光。",
          "现在做脱胎漆器的人少了，因为太费时间，年轻人没耐心。但我相信好东西总会有人欣赏，我带的几个徒弟，虽然年轻，却愿意花时间慢慢做。看着他们涂漆时专注的样子，手指轻轻拂过漆面，我就知道这门手艺会一直传下去，不会失传。"
        ],
        "images": ["https://example.org/lacquer-xie1.jpg", "https://example.org/lacquer-xie2.jpg"]
      },
      {
        "id": 15,
        "title": "郭砖雕：青砖的厚重",
        "qr_link": "https://example.org/guo-brick",
        "content": [
          "山西祁县的砖雕，是晋商大院的特色装饰。1952年，我跟着祖父在乔家大院修复砖雕，那些青砖在他手里像豆腐一样听话，刻出的花鸟虫鱼栩栩如生，仿佛下一秒就要活过来。祖父说砖雕要厚重，要能经得起岁月的考验。",
          "做砖雕要先选青砖，最好是当地的粘土烧制的青砖，质地细腻，没有杂质。选好的青砖要经过打磨，让表面平整光滑。我十二岁学选砖，搬了无数块青砖，才学会分辨好砖，祖父说好砖敲起来声音清脆，像玉石一样。",
          "雕刻有平雕、浮雕、透雕多种技法，最难的是透雕，要在砖上刻出镂空的花纹，还不能让砖裂开。祖父教我先从平雕练起，在砖上刻简单的花纹，掌握刻刀的力道。我刻坏了五十多块青砖，才敢尝试浮雕，又练了三年，才学会透雕。",
          "1988年，平遥古城修复时，我负责雕刻城隍庙的砖雕。那些图案有二十四孝、八仙过海，每一块砖都要根据古画复原，不能有丝毫偏差。有个老匠人看了我刻的砖雕说，这手艺能接得上老祖宗的趟，没给晋商砖雕丢脸。",
          "现在我在古城里开了家砖雕工作室，游客可以来体验简单的雕刻。有个学建筑的大学生，跟着我学了一个月，说回去要把砖雕元素用到现代建筑设计里，让传统砖雕走进新建筑。这让我觉得，老手艺也能在新时代找到新位置，焕发新活力。"
        ],
        "images": ["https://example.org/brick-guo1.jpg", "https://example.org/brick-guo2.jpg"]
      },
      {
        "id": 16,
        "title": "徐扎染：蓝白的诗意",
        "qr_link": "https://example.org/xu-zarashi",
        "content": [
          "江苏常州的扎染，以蓝白配色闻名。1957年，我跟着奶奶学扎染，奶奶在院子里的大缸边扎布，蓝靛的味道混着阳光的味道，是我童年最难忘的记忆。她扎的花纹，像天上的云，又像水里的波，充满了诗意。",
          "扎染的关键在扎结，用线把布扎成各种形状，染色后解开，就会出现不同的花纹。奶奶说扎结要松紧适度，紧了染不上色，松了花纹不清晰。我十岁学扎结，用坏了几十卷线，扎坏了无数块布，才掌握了其中的窍门，能扎出各种好看的花纹。",
          "染色要用蓝靛，蓝靛是用蓝草做的，奶奶教我泡蓝靛，要加入石灰和米酒，让蓝靛发酵，这样染出的颜色才正。我学了两年，才学会泡出合格的蓝靛，第一次染出蓝色的布时，我高兴得拿着布在院子里跑，像得了宝贝一样。",
          "1993年，我把扎染和时装结合，设计的扎染连衣裙在上海时装周上引起轰动。有个法国设计师说，这蓝白相间的图案里，有东方的诗意，能让人想起江南的烟雨。现在我的扎染作品不仅在国内卖得好，还出口到了十几个国家，让外国人也能感受到中国扎染的美。",
          "现在我在村里办了扎染合作社，带动了几十户人家致富。有个单亲妈妈，以前家里很困难，靠做扎染供两个孩子上了大学。看着她脸上的笑容，听她说孩子拿到录取通知书时的开心样子，我就觉得这门手艺不仅能创造美，还能创造幸福生活，这是最有意义的事。"
        ],
        "images": ["https://example.org/zurashi-xu1.jpg", "https://example.org/zurashi-xu2.jpg"]
      },
      {
        "id": 17,
        "title": "高草编：麦草的温柔",
        "qr_link": "https://example.org/gao-straw",
        "content": [
          "山东临沂的草编，用的是当地的麦草，以柔软耐用著称。我母亲是草编能手，1955年，我跟着母亲在麦场上编草辫，金黄的麦草在手里转着圈，转眼就变成了长长的草辫。那些草辫可以做成草帽、草篮、草席，既实用又好看，还带着麦草的清香。",
          "编草辫要先选麦草，最好是成熟的麦草，纤维长且有韧性。选好的麦草要经过晾晒、泡软，这样编出来的草辫才不容易断。母亲教我泡麦草，要控制好水温，泡得太烂会断，泡得不够会硬。我八岁学泡麦草，泡坏了几十斤麦草，才掌握了火候。",
          "编草辫时要三根一组，手指要灵活，力道要均匀，不然编出的辫子会歪。我学编草辫时，手指被麦草割出小口子，却还是坚持编，母亲说编草辫能磨练性子，让人变得耐心。我练了一年，才编出平整均匀的草辫，母亲说我可以出师了。",
          "1980年，我把草编和柳编结合，做出的草柳结合筐子特别受欢迎。筐子外面用草辫，里面用柳条，既轻便又结实。外贸公司来订货，最多的时候，全村人都在帮我编筐子，院子里堆得全是草筐子，像一座小山。",
          "那些草筐子漂洋过海到了国外，听说外国人很喜欢这种自然环保的产品，觉得用草筐子装东西很有生活气息。现在虽然塑料制品多了，但草编因为环保，又开始受欢迎了。我教村里的老人编草编，既能活动手脚，又能赚点零花钱，让他们的晚年生活更充实。"
        ],
        "images": ["https://example.org/straw-gao1.jpg", "https://example.org/straw-gao2.jpg"]
      },
      {
        "id": 18,
        "title": "黄泥塑：黄土的深情",
        "qr_link": "https://example.org/huang-clay",
        "content": [
          "甘肃天水的泥塑，是黄土高原上的艺术瑰宝。1950年，我出生在泥塑村，村里的黄土特别适合做泥塑，捏出来的娃娃既结实又生动，带着黄土的气息。祖父做的泥塑马，鬃毛飞扬，像要奔跑起来一样，被村里人当成宝贝。",
          "做泥塑要先和泥，黄土要选纯净的黄土，没有杂质，再加入棉花和水，这样泥塑才不容易裂。祖父教我和泥，要反复揉捏，直到泥团光滑有弹性，像面团一样。我十岁学和泥，和坏了几十盆泥，胳膊酸得抬不起来，才和出合格的泥团。",
          "捏塑是最考验手艺的环节，要根据想象捏出各种形状。祖父教我先捏简单的小动物，像小鸡、小狗，掌握捏塑的技巧。我捏坏了无数个泥塑，才学会捏出生动的造型。上色要用矿物颜料，颜色鲜艳且不容易褪色，祖父说矿物颜料是老祖宗传下来的，能让泥塑更有生命力。",
          "1982年，我创新了坐虎的造型，老虎坐着，瞪着圆眼睛，既威风又可爱。这个造型的泥塑成了天水泥塑的代表，还登上了邮票。有个外国游客说，这老虎里有中国的精气神，是真正的民间艺术。听了这话，我心里特别自豪，觉得自己为天水泥塑争了光。",
          "现在我和儿子一起做泥塑，他在网上开了店，把我们的泥塑卖到了全国各地。每年春节前，还是有很多人来村里买泥塑，说要图个吉祥，把黄土的祝福带回家。看着那些色彩鲜艳的泥塑，我就觉得这黄土里藏着我们中国人对生活的热爱，这份热爱会通过泥塑一直传下去。"
        ],
        "images": ["https://example.org/clay-huang1.jpg", "https://example.org/clay-huang2.jpg"]
      }
    ]
  }